Repository: flammie/purplemonkeydishwasher
Catalog: 2016-iwclul/et-nn (1).tmx
Source language: et
Languages: nn

source: Näita imporditud meedia dialoogikasti
nn: Vis vindauget for importering av media

source: Keela DBus tugi täielikult
nn: Slå av støtte for DBus fullstendig

source: Lisa_järjekorda
nn: _Legg i kø

source: _Esita
nn: _Spel av

source: Mängi _lugu
nn: Spel av s_ong

source: Lisa album nimekirja
nn: Legg til album i spelelista

source: {0} jäänud
nn: {0} står att

source: Laulu esitamine
nn: Spel av song

source: Sulge
nn: Lukk

source: Otsi
nn: Søk

source: Esitaja, album või pealkiri
nn: Artist, album eller tittel

source: Albumi esitaja
nn: Albumartist

source: Helilooja
nn: Komponist

source: Žanr
nn: Sjanger

source: Kommentaar
nn: Kommentar

source: Teadmata esitaja
nn: Ukjend artist

source: Teadmata album
nn: Ukjend album

source: Teadmata pealkiri
nn: Ukjend tittel

source: Erinevad esitajad
nn: Fleire artistar

source: Muusikavoo asukohta ei leita
nn: Klarte ikkje å finna plassering av straum

source: Faili ei leitud
nn: Fann ikkje fila

source: Selle meediatüübi jaoks pole koodekit
nn: Kodeken for avspeling av medietypen er ikkje tilgjengeleg

source: Fail on kaitstud DRM autorikaitsega
nn: Fila er verna av digital opphavsrett (DRM)

source: _Taaskäivita video
nn: _Start video på nytt

source: _Taasalusta laulu
nn: _Start song på nytt

source: _Hüppa esitatavale videole
nn: _Hopp videoen som spelast av

source: _Hüppa esitatavale loole
nn: _Hopp til songen som spelast av

source: Kõik albumid ({0})
nn: Alle album ({0})

source: Kõik artistid ({0})
nn: Alle artistar ({0})

source: Väärtus
nn: Verdi

source: Sega a_lbumi järgi
nn: Tilfeldig etter album

source: albumi järgi
nn: i album

source: Sega _esitaja järgi
nn: Tilfeldig etter artist

source: esitaja järgi
nn: av artist

source: Mängi kõik lood esitaja järgi, seejärjel vali suvaline artist
nn: Spel av alle songane av ein artist, og så tilfeldig velje ein annan artist

source: Juhuesitus _väljas
nn: Tilfeldig _av

source: käsitsi
nn: manuelt

source: Ära sega nimekirja
nn: Ikkje stokk om spelelista

source: Mängi lugusid segamini, eelista paremini hinnatud lugusid
nn: Spel tilfeldige songar, føretrekkjer høgast vurderte songar

source: punktide järgi
nn: etter poeng

source: Mängi lugusid segamini, eelista paremate punktidega lugusid
nn: Spel tilfeldige songar, føretrekkjer songar med mest poeng

source: Sega _loo järgi
nn: Tilfeldig etter song

source: loo järgi
nn: etter song

source: Mängi lugusid suvaliselt oma lugude nimekirjas
nn: Spel songar i spelelista i tilfeldig rekkjefølgje

source: Meedia skaneerimine
nn: Søkjer etter media

source: Skaneerimine...
nn: Søkjer …

source: Skaneerimine ({0} faili)...
nn: Søker ({0} filer) …

source: Meedia importimine
nn: Importerer media

source: Importimine on praegu pooleli. Kas sa tahad selle peatada?
nn: Importering pågår. Vil du stoppe importeringa?

source: Importimisel {0} / {1}
nn: Importerer {0} av {1}

source: Uuendab sinu Banshee andmebaasi
nn: Oppgraderer Banshee-databasen

source: Palun oota kuni sinu vana Banshee andmebaas uuendatakse uude vormingusse.
nn: Vent medan den gamle Banshee-databasen konverterast til det nye formatet.

source: Metateabe värskendamine
nn: Oppdaterer metadata

source: Klassikaline
nn: Klassisk

source: Klubi
nn: Klubb

source: Täis bass
nn: Full bass

source: Täis bass ja kõrgsagedused
nn: Full bass og diskant

source: Kõrghelid
nn: Full diskant

source: Sülearvuti kõlarid ja kõrvaklapid
nn: Høgtalarar på berbar datamaskin og hovudtelefonar

source: Suur saal
nn: Storsal

source: Pidu
nn: Fest

source: Soft
nn: Mjukt

source: Soft rock
nn: Mjuk rock

source: Tehno
nn: Tekno

source: Eemalda kogust
nn: Fjern frå bibliotek

source: Failide järjestus
nn: Filorganisering

source: _Uuenda failide ja kaustade nimesid
nn: _Oppdater fil- og mappenamn

source: Nimeta ümber failid ja kaustad meedia metadata järgi
nn: Gje nytt namn til filer og mapper basert på metadata

source: {0} kataloog
nn: {0} mappe

source: Raja esitaja
nn: Sporartist

source: Pealkiri
nn: Tittel

source: Arv
nn: Tal

source: Number
nn: Nummer

source: Arv (sorteerimata)
nn: Tal (usortert)

source: Number (sorteerimata)
nn: Nummer (usortert)

source: Plaatide arv
nn: Platetal

source: KollektiivMusic Library
nn: GrupperingMusic Library

source: Muusika
nn: Musikk

source: Otsi oma muusikat
nn: Søk i musikken din

source: Mitmesugune
nn: Forskjellig

source: _Sorteeri esitaja albumid aasta järgi, mitte pealkirja
nn: _Sorter albumet til ein artist etter år, ikkje tittel

source: Audiokaust
nn: Musikkmappe

source: Lemmikud
nn: Favorittar

source: Lood hinnanguga neli ja viis tärni
nn: Songar vurderte til fire og fem stjerner

source: Hiljutised lemmikud
nn: Siste favorittar

source: Viimasel nädalal tihti kuulatud lood
nn: Songar ofte høyrt på den siste veka

source: Hiljuti lisatud
nn: Nyleg lagt til

source: Viimasel nädalal imporditud lood
nn: Songar importerte den siste veka

source: Hiljuti kuulatud
nn: Nyleg spelt

source: Hiljuti kuulatud laulud
nn: Nyleg spelte songar

source: Kuulamata
nn: Ikkje høyrt

source: Laulud, mida pole kuulatud või jäeti vahele
nn: Songar som ikkje har vorte spelt av eller hoppa over

source: Hüljatud lemmikud
nn: Ignorerte favorittar

source: Lemmikud, mida pole kahe kuu jooksul kuulatud
nn: Favorittar ikkje spelt på over to månadar

source: Kõige vähem lemmik
nn: Minst favoritt

source: Laulud hinnanguga üks või kaks tärni või mida sa oled korduvalt vahele jätnud
nn: Songar gjeve ei eller to stjerner eller som du ofte har hoppa over

source: 700 MB lemmikuid
nn: 700 MB med favorittar

source: Andmeplaaditäis lemmiklaule
nn: Nok songar til å fylla ein data-CD

source: 80 minutit lemmikuid
nn: 80 minutt med favorittar

source: Audioplaaditäis lemmiklaule
nn: Nok songar til å fylla ein lyd-CD

source: Hindamata
nn: Ikkje vurdert

source: Laulud, mida pole hinnatud
nn: Songar som ikkje er vurderte

source: Laulude importimine
nn: Importerer songar

source: Importimine kohast {0}Video Library
nn: Importerer frå {0}Video Library

source: Videod
nn: Videoar

source: Otsi enda videosid
nn: Søk i videoane dine

source: Tootja
nn: Produsert av

source: Videokaust
nn: Videomappe

source: Nelja või viie tärni videod
nn: Videoar vurderte til fire og fem stjerner

source: Vaatamata
nn: Ikkje sett

source: Videod, mida pole veel mängitud
nn: Videoar som ikkje har vorte spelt enno.

source: Vaikimisi esitusmootor
nn: Standard avspelingsprogramvare

source: Esitusmootoreid ei leitud. Palun veendu, et Banshee paigaldus õnnestus.
nn: Fann inga avspelingsprogramvare. Kontroller at Banshee er installert ordentleg.

source: Probleem esitusmootoriga
nn: Problem med avspelingsprogramvare

source: Konverteerimisel {0} / {1}
nn: Konverterer {0} av {1}

source: Lähtestamine
nn: Klargjer

source: Praegu konverteeritakse faile teise vormingusse. Kas sa tahad selle peatada?
nn: Filer vert konverterte til eit anna format. Vil du stoppe dette?

source: Võrguühendus puudub
nn: Inga nettverkstilkopling er tilgjengeleg

source: Ei saa ühendada Võrguhalduriga ega Wicd võrguhalduriga
nn: Kan ikkje kopla til nettverkshandsamar eller Wicd

source: _Lülita välja lisad, mis vajavad interneti ühendust
nn: Slå av funksjonar som krev tilgang til internett

source: Mõned lisad vajavad lairiba ühendust , näiteks Last.fm ja kaanekujunduse hankimine
nn: Enkelte funksjonar krev ei breibandstilkopling, som Last.fm og nedlasting av albumbilete

source: Lugude nimekiri
nn: Speleliste

source: Eemalda lugude nimekirjast
nn: Fjern frå speleliste

source: Kustuta lugude nimekiri
nn: Slett speleliste

source: Uus lugude nimekiri
nn: Ny speleliste

source: Windows meedia ASX
nn: Windows Media ASX

source: Windows meedia ASX (*.asx)
nn: Windows Media ASX (*.asx)

source: MPEG versioon 3.0 laiendatud (*.m3u)
nn: Utvida MPEG Version 3.0 (*.m3u)

source: Shoutcast lugude nimekiri versioon 2 (*.pls)
nn: Shoutcast-speleliste versjon 2 (*.pls)

source: Üldine
nn: Generelt

source: Allikaspetsiifiline
nn: Kjeldebestemt

source: Laiendused
nn: Utvidingar

source: Tee Bansheed paremaks saates anonüümset kasutusteavet
nn: Gjer Banshee betre ved å senda inn anonym bruksinformasjon

source: kirjet
nn: element

source: minutit
nn: minutt

source: tundi
nn: timar

source: Esitajaartist
nn: Artistartist

source: esitajaalbum artist
nn: artistaralbum artist

source: album
nn: samlealbumartistalbum

source: Plaat
nn: Plate

source: plaat
nn: plate

source: plaadinr
nn: platenr

source: plaadid
nn: plater

source: cd-d
nn: CD-ar

source: rada
nn: spor

source: rajanr
nn: spornr

source: rajad
nn: spor

source: Lööki minutis
nn: Slag i minuttet

source: bitivoog
nn: bitrate

source: bitisügavus
nn: bitdjupne

source: Nimi
nn: Namn

source: pealkiri
nn: tittel

source: pealkirjaga
nn: med tittel

source: nimi
nn: namn

source: nimetatud
nn: med namn

source: aasta
nn: år

source: avaldatud
nn: utgjeven

source: a
nn: år

source: žanr
nn: sjanger

source: helilooja
nn: komponist

source: grupeerimine
nn: gruppering

source: kommentaar
nn: kommentar

source: Litsents
nn: Lisens

source: litsents
nn: lisens

source: litsenseeritud
nn: med lisens

source: all
nn: under

source: hinnang
nn: vurdering

source: tärn
nn: stjerner

source: Mängimiste arv
nn: Tal avspelingar

source: esitusi
nn: avspelingar

source: mängimiste arv
nn: tal avspelingar

source: kuulab
nn: lyttingar

source: Peatamiste arv
nn: Gonger hoppa over

source: peatamisi
nn: hoppa over

source: peatamiste arv
nn: tal gonger hoppa over

source: Faili suurus
nn: Filstorleik

source: suurus
nn: storleik

source: failisuurus
nn: filstorleik

source: Faili asukoht
nn: Filplassering

source: uri
nn: adresse

source: asukoht
nn: sti

source: fail
nn: fil

source: Aeg
nn: Tid

source: kestus
nn: lengde

source: pikkus
nn: lengd

source: aeg
nn: tid

source: Mime tüüp
nn: MIME-type

source: tüüp
nn: type

source: mimetüüp
nn: mimetype

source: vorming
nn: format

source: Viimati mängiti
nn: Sist spelt

source: eelmisena mängitud
nn: sist spelt

source: mängitud
nn: spelt

source: Viimati jäeti vahele:
nn: Siste hoppa over

source: viimati vahele jäetud
nn: siste hoppa over

source: peatatud
nn: hoppa over

source: Kuupäeval lisatud
nn: Dato lagt til

source: lisatud
nn: lagt til

source: imporditud
nn: importert

source: kuupäeval lisatud
nn: dato lagt til

source: Nutikas lugude nimekiri
nn: Smart speleliste

source: punkte
nn: poeng

source: Taasesituse viga
nn: Feil ved avspeling

source: taasesituse viga
nn: avspelingsfeil

source: Peatamisi
nn: Hoppa over

source: Esitusi
nn: Avspelingar

source: Kõrgeim hinnang
nn: Høgast vurdering

source: Madalaim hinnang
nn: Lågast vurdering

source: Tihedamini mängitud
nn: Mest spelt

source: Harveim mängitud
nn: Minst spelt

source: Viimati mängitud
nn: Sist spelt

source: Kõige varem esitatud
nn: Lengst sidan spelt

source: Viimati lisatud
nn: Sist lagt til

source: Kõige varem lisatud
nn: Lengst sidan lagt til

source: Juhuslik
nn: Tilfeldig

source: pole
nn: ingen

source: ei
nn: ingen

source: Allikat ei leidu
nn: Ressurs ikkje funnen

source: AllikatEiLeidu
nn: Ressurs ikkje funnen

source: ei leidu
nn: ikkje funnen

source: Koodekit ei leita
nn: Kodek ikkje funnen

source: koodekita
nn: ingen kodek

source: Tundmatu
nn: Ukjend

source: tundmatu
nn: ukjend

source: Nutikaid nimekirju ei saa kohandada
nn: Klarte ikkje eksportera smart speleliste

source: Palun raporteeri järgnevast veast: {0}
nn: Send ein feilrapport med denne feilen: {0}

source: Redigeeri nutikat nimekirja
nn: Endra smart speleliste

source: Kustuta nutikas nimekiri
nn: Slett smart speleliste

source: Kõik žanrid ({0})
nn: Alle sjangrar ({0})

source: Sulge vearaport
nn: Lukk feilrapport

source: Viga
nn: Feil

source: Üksikasjad
nn: Detaljar

source: Vead
nn: Feil

source: Ketas
nn: Stasjon

source: Kaustade _puu
nn: Mappeinndeling

source: Faili _nimi
nn: FIlnamn

source: {0} / {1} lisamine {2}-le
nn: Legg til {0} av {1} til {2}

source: {0} / {1} kustutamine {2}-lt
nn: Slettar {0} av {1} frå {2}

source: Suuruse järgi kasvav
nn: Stigande storleik

source: Suuruse järgi kahanev
nn: Synkande storleik

source: Veebimeedia
nn: Nettmedium

source: Kogumikud
nn: Bibliotek

source: Tundmatu voog
nn: Ukjend straum

source: Viga voo avamisel
nn: Feil under opning av straum

source: Voogu või lugude nimekirja ei saa avada
nn: Kunne ikkje opna straum eller speleliste

source: Viga lugude nimekirja parsimisel
nn: Problem ved lesing av speleliste

source: URLi ei saa käivitada
nn: Kunne ikkje opna adresse

source: {0} ei saa avada: {1} Kontrolli 'Eelistatud rakendused' sätteid.
nn: {0} kunne ikkje opnast: {1} Kontroller innstillingane under «Standardprogram».

source: Näita:
nn: Vis:

source: Kõik
nn: Alle

source: Lubatud
nn: Slått på

source: Pole lubatud
nn: Slått av

source: Otsi:
nn: Søk:

source: Praegu mängib
nn: Speler av

source: Pausil
nn: Sett på pause

source: Kaitstud
nn: Verna

source: Väline dokument
nn: Eksternt dokument

source: Vali uus kaanekujundus...
nn: Vel nytt albumbilete …

source: Kustuta see kaanekujundus
nn: Slett dette albumbiletet

source: Raja nr
nn: Spornummer

source: Rada ja arv
nn: Spor & teljing

source: Plaadi nr
nn: Platenummer

source: Plaat ja arv
nn: Plate & teljing

source: {0} bitti
nn: {0} bitar

source: Peida kaasteksti aken
nn: Gøym sidepanel

source: Taasesituse alguse järel ootamine...
nn: Ventar på at avspeling skal starta …

source: Laadimine...
nn: Lastar …

source: Eelvõimendi
nn: Forsterking

source: Ekvalaiser
nn: Lydinnstillingar

source: Uus mall
nn: Ny førehandsinnstilling

source: _Järjehoidjad
nn: _Bokmerke

source: _Lisa järjehoidja
nn: _Legg til bokmerke

source: Lisa järjehoidja praegusele asukohale sellel rajal
nn: Bokmerk gjeldande posisjon i sporet

source: _Eemalda järjehoidja
nn: _Fjern bokmerke

source: Haldajad
nn: Vedlikehaldarar

source: Kaastöötajad
nn: Bidragsytarar

source: Ebaharilik multimeedia haldus ja esitus
nn: Ekstraordinær multimediahandsaming og -avspeling

source: Banshee veebileht
nn: Nettstaden til Banshee

source: Olulised ülesanded on täitmisel
nn: Viktige oppgåver køyrer

source: Banshee kohene sulgemine katkestab praegu täitmisel olevad ülesanded. Neid täitmist ei saa Banshee järgmisel käivitamisel automaatselt jätkata.
nn: Dersom du lukkar Banshee no, vil alle køyrande oppgåver verta avslutta. Dei vil ikkje fortsetja automatisk neste gong Banshee køyrer.

source: Lõpeta ikkagi
nn: Avslutt uansett

source: Jätka tööd
nn: Hald fram å køyra

source: Hetkel on teine programm seadistatud olema vaikimisi meedia esitaja. Kas sa eelistad Bansheed seadistada vaikimisi mängijaks?
nn: Eit anna program er sett som standard mediespelar for tida. Vil du setja Banshee til standard?

source: Ära küsi uuesti
nn: Ikkje spør om dette igjen

source: Sea Banshee vaikimisi
nn: Gjer Banshee til standard

source: _Impordi
nn: I_mporter

source: Vali albumi kaanepilt
nn: Vel albumbilete

source: Kõik pildifailid
nn: Alle biletfiler

source: JPEG pildifailid
nn: JPEG-biletfiler

source: PNG pildifailid
nn: PNG-biletfiler

source: Ava asukoht
nn: Opna plassering

source: Lehitse...
nn: Bla gjennom …

source: Sisesta faili, mida avada, aadress:
nn: Skriv adressa til fila du vil opna:

source: Hüppa asukohale
nn: Spol til posisjon

source: _Meedia
nn: _Media

source: Impordi _meedia...
nn: Importer _media …

source: Impordi meediat erinevatest allikatest
nn: Importer media frå fleire forskjellige kjelder

source: Impordi lugude _nimekiri...
nn: Importer _speleliste

source: Impordi lugude nimekiri
nn: Importer ei speleliste

source: Muusikakogu uuesti skannimine
nn: Søk gjennom bibliotek på nytt

source: Muusikakogu kausta uuesti skannimine
nn: Søk gjennom musikkmappa på nytt

source: Ava _asukoht...
nn: Opna plassering …

source: Ava taasesituseks kaugfail
nn: Opna ei fjernplassering for avspeling

source: _Lõpeta
nn: _Avslutt

source: Lõpeta Banshee
nn: Avslutt Banshee

source: _Redigeerimine
nn: _Rediger

source: _Eelistused
nn: _Innstillingar

source: Muuda isiklikke eelistusi
nn: Endra dei personlege innstillingane dine

source: _Tööriistad
nn: _Verktøy

source: _Abi
nn: _Hjelp

source: _Sisukord
nn: _Innhald

source: Banshee _kodulehekülg
nn: _Heimesida til Banshee

source: Külasta Banshee kodulehekülge
nn: Besøk heimesida til Banshee

source: _Löö kaasa
nn: _Involver deg

source: Hakka Banshee kaastööliseks
nn: Bidra til Banshee-prosjektet

source: _Versiooniinfo
nn: _Versjonsinformasjon

source: Kuva üksikasjaline teave versiooni ja konfiguratsiooni kohta
nn: Vis detaljert versjons- og konfigurasjonsinformasjon

source: Impordi nimekiri
nn: Importer speleliste

source: Nimekirjad
nn: Spelelister

source: Esita käesolev lugu
nn: Spel av gjeldande element

source: _Järgmine
nn: _Neste

source: Esita järgmine lugu
nn: Spel av neste element

source: _Eelmine
nn: _Førre

source: Esita eelmine lugu
nn: Spel av førre element

source: Jälita _kuni...
nn: Gå _til …

source: Hüppa praegu esitatavale loole
nn: Hopp til elementet som vert spelt av

source: Taasalusta praegune lugu
nn: Start gjeldande element på nytt

source: _Peatu, kui lõpeb
nn: _Stopp når ferdig

source: Lõpeta esitamine, kui praegune lugu lõpeb
nn: Stop avspeling når gjeldande element er ferdig

source: _Esitamine
nn: _Avspeling

source: _Pausi
nn: _Pause

source: Pausi käesolev lugu
nn: Sett gjeldande element på pause

source: Kordamine
nn: Gjenta

source: Kordamine _väljas
nn: Gjentaking av

source: Ära korda nimekirja
nn: Ikkje gjenta speleliste

source: Korda _kõiki
nn: Gjenta _alle

source: Mängi kõik laulud enne nimekirja kordamist
nn: Spel alle songar før spelelista vert gjentatt

source: Korda _ühte
nn: Gjenta éin gong

source: Korda praegu esitatavat laulu
nn: Gjenta gjeldande song

source: Juhuesitus
nn: Tilfeldig

source: Subtiiter
nn: Undertekst

source: Faili laadimine...
nn: Opna fil …

source: Lae subtiitri fail
nn: Opna undertekstfil

source: Subtiitrifaili laadimine
nn: Opna undertekstfil

source: L_ae
nn: _Opna

source: Subtiitrifailid
nn: Undertekstfiler

source: Subtiiter {0}
nn: Undertekst {0}

source: Peida subtiitrid
nn: Gøym undertekstar

source: _Uus lugude nimekiri
nn: _Ny speleliste

source: Loo uus tühi lugude nimekiri
nn: Lag ei ny tom speleliste

source: Uus _nutikas nimekiri...
nn: Ny _smart speleliste …

source: Loo uus nutikas nimekiri
nn: Lag ei ny smart speleliste

source: Impordi kogusse
nn: Importer til bibliotek

source: Impordi allikas kogusse
nn: Importer kjelde til bibliotek

source: Nimeta ümber
nn: Gje nytt namn

source: Ekspordi nimekiri...
nn: Eksporter speleliste …

source: Ekspordi nimekiri
nn: Eksporter ei speleliste

source: Allika omadused
nn: Kjeldeeigenskapar

source: Vaheta allikat
nn: Byt kjelde

source: Eelistused
nn: Innstillingar

source: Ava asukohaga seotud seadistused
nn: Endra innstillingar for denne kjelda

source: Uus _nutikas nimekiri
nn: Ny _smart speleliste

source: Värskenda
nn: Oppdater

source: Värskenda see juhuslikult sorteeridu nutikas nimekiri
nn: Oppdater denne tilfeldig sorterte smarte spelelista

source: Lugude nimekirja ei saa eksportida
nn: Kunne ikkje eksportera speleliste

source: Kas sa oled kindel, et tahad kustutada {0}?
nn: Vil du sletta {0}?

source: Eralda tüübi järgi
nn: Skil etter type

source: Vali _kõik
nn: Vel _alle

source: Vali kõik rajad
nn: Vel alle spor

source: Ära vali _midagi
nn: Vel _ingen

source: Tühista kõik radade valikud
nn: Fjern merke på alle spor

source: _Redigeeri raja andmeid
nn: _Endra sporinformasjon

source: Redigeeri valitud radade andmeid
nn: Endra informasjon for valde spor

source: Omadused
nn: Eigenskapar

source: _Lisa esitusloendisse
nn: Legg _til i speleliste

source: _Eemalda
nn: _Fjern

source: Eemalda valitud rada (rajad) sellest allikast
nn: Fjern valde spor frå denne kjelda

source: Eemalda _kogust
nn: Fjern frå _bibliotek

source: Eemalda valitud rada (rajad) kogust
nn: Fjern valde spor frå biblioteket

source: _Kustuta kettalt
nn: _Slett på disken

source: Kustuta valitud kirje(d) andmekandjalt jäädavalt
nn: Slett valde element på mediet for godt

source: _Otsi
nn: _Søk

source: Otsi kindlale kriteeriumile vastavaid kirjeid
nn: Finn element som samsvarar med søkekriteria

source: Sobiva _albumi järgi
nn: Etter _album

source: Sobiva _esitaja järgi
nn: Etter a_rtist

source: Otsi selle esitaja kõiki lugusid
nn: Søk gjennom alle songane av denne artisten

source: _Kustuta asukohast "{0}"
nn: _Slett frå «{0}»

source: Kausta ei leitud.
nn: Fann ikkje mappa.

source: Kontrolli, kas see lugu kuulub albumisse, mis on loodud eri esitajate poolt
nn: Merk av dette dersom sporet er ein del av eit album med forskjellige artistar

source: See väärtus määrab albumite sorteerimise; kui sa sisestad "Various Artists" siis see album asub samas asukohas teiste "V" albumitega.
nn: Denne verdien avgjer korleis albumet vert sortert; skriv du «Forskjellige artistar» vil albumet plasserast saman med andre album som startar på «F».

source: Peamine
nn: Grunnleggjande detaljar

source: Raja _pealkiri:
nn: Spor_tittel:

source: Raja _artist:
nn: Spor_artist:

source: Albu_mi pealkiri:
nn: Al_bumtittel:

source: Ž_anr:of
nn: _Sjanger:of

source: Raja _number:Automatically set disc number and count
nn: Spor_nummer:Automatically set disc number and count

source: _Plaadi number:
nn: _Platenummer:

source: _Aasta:
nn: Å_r:

source: _Hinnang:
nn: _Vurdering:

source: H_elilooja:
nn: _Komponist

source: _Grupeerimine:
nn: _Gruppering:

source: Löök_i minutis:
nn: Sl_ag i minuttet:

source: _Autoriõigus:
nn: _Opphavsrett:

source: _Litsentsi URI:
nn: _Lisensadresse:

source: Ko_mmentaar:
nn: _Kommentar:

source: Abi
nn: Hjelp

source: Sõnad
nn: Songtekstar

source: Jätka järgmise looga pealkirja muutmiseks
nn: Gå til neste spor og endra tittelen

source: Järjestus
nn: Sortering

source: Loo pealkirja sortimine:
nn: Sorter sportittel:

source: Loo esitaja sortimine:
nn: Sorter sporartist:

source: Albumi esitaja sortimine:
nn: Sorter albumartist:

source: Albumi pealkirja sortimine:
nn: Sorter albumtittel:

source: Faili nimi:
nn: Filnamn:

source: Kataloog:
nn: Mappe:

source: Täpne asukoht:
nn: Fullstendig sti:

source: URI:
nn: Adresse:

source: Kestus:
nn: Lengd:

source: Audio bitivoog:
nn: Lyd-bitrate:

source: Heli kvaliteedi tase:
nn: Samplingsrate for lyd:

source: Audiokanalid:
nn: Lydkanalar:

source: Biti sämpli kohta:
nn: Bit per sampling:

source: Video mõõtmed:
nn: Videostorleik:

source: {0} koodek:
nn: {0}-kodek:

source: Konteinervormingud:
nn: Innkapslingsformat:

source: Imporditi:
nn: Importert:

source: Viimati mängiti:
nn: Sist spelt:

source: Esitusi kokku:
nn: Gonger spelt:

source: Vahelejätmisi kokku:
nn: Gonger hoppa over:

source: Punkte:
nn: Poeng:

source: Faili suurus:
nn: Filstorleik:

source: baiti
nn: byte

source: Raja redaktor
nn: Sporredigering

source: Raja omadused
nn: Sporeigenskapar

source: Näita eelmist lugu
nn: Vis førre spor

source: Näita järgmist lugu
nn: Vis neste spor

source: Pealkiri:
nn: Tittel:

source: Esitaja:
nn: Artist:

source: Sünkroniseeri kõik välja _väärtused
nn: Synkroniser verdiane i felta

source: Redigeerimine {0} / {1}
nn: Redigerer {0} av {1} element

source: Sule _ilma salvestamata
nn: Lukk _utan å lagra

source: _Vaade
nn: _Vis

source: _Ekvalaiser
nn: _Lydinnstilling

source: Kuva graafiline ekvalaiser
nn: Vis grafisk lydinnstilling

source: _Kontekstipaneel
nn: _Sidepanel

source: _Täisekraan
nn: _Fullskjerm

source: Sisene või lahku täisekraan režiimist
nn: Start eller avslutt fullskjerm

source: Näita kaane _kujundust
nn: Vis _albumbilete

source: {0}raadios{1} {2}from {album} by {artist}" type string, and {1} is the "on {radio station name}
nn: {0}på{1} {2}from {album} by {artist}" type string, and {1} is the "on {radio station name}

source: {0}esitajalt{1} {2} {0}plaadilt{1} {3}
nn: {0}av{1} {2} {0}frå{1} {3}

source: {0}plaadilt{1} {2}
nn: {0}frå{1} {2}
